[
  {
    "name": "Serum Power Infusing Concentrate",
    "productImage": " image link : https://www.shiseido.co.uk/dw/image/v2/BCMQ_PRD/on/demandware.static/-/Sites-itemmaster_shiseido_emea/en_GB/dw608dc255/images/pdp-images/10217282301SHI_ULTIMUNE/10217282301SHI_RESULTS_UK.jpg?sw=1000&sh=1000&sm=fit",
    "productLink": "https://www.shiseido.co.uk/gb/en/shiseido-serum-power-infusing-concentrate-768614172840.html",
    "price": "£89.00",
    "size": "50ml",
    "description": "Looking for a powerful anti-ageing face serum? Our top-rated serum is specifically formulated to combat signs of ageing. Experience the rejuvenating benefits of our award winning serum for your face and unveil a youthful, radiant complexion. Say goodbye to dull, tired-looking skin and hello to a revitalised, glowing appearance. Try it today and discover the ultimate anti-ageing solution for your skin.",
    "rating": 4.7,
    "howToUse": "How to use it?    • Use mornings and evenings after cleanser and softener and before moisturiser.    • Dispense 2 pumps of serum into your palms then smooth over your face.        Application method    • Take the appropriate amount of serum onto your palm and using your middle and ring fingers, place it on 4 areas: cheeks, forehead, nose and chin.    • Apply from the centre outwards on your cheeks, forehead and around the eyes.    • Glide down the centre and sides of your nose.    • Starting from the centre of your chin, circle around the mouth.    • Glide in a single circle along each side of your jawline from the centre of the chin to underneath the ear and back again."
  },
  {
    "name": "Wrinkle Smoothing Cream",
    "productImage": " image link : https://www.shiseido.co.uk/fstrz/r/s/www.shiseido.co.uk/dw/image/v2/BCMQ_PRD/on/demandware.static/-/Sites-itemmaster_shiseido_emea/default/dwd99d2298/images/pdp-images/BENEFIANCE/BNL_SS19-Wrinkle_Smoothing_Cream_front_768614149538.jpg?sw=1000&sh=1000&sm=fit&frz-v=756",
    "productLink": "https://www.shiseido.co.uk/gb/en/shiseido-wrinkle-smoothing-cream-768614149538.html",
    "price": "£87.00",
    "description": "A silky moisturising cream that targets wrinkles, dryness and loss of resilience.VISIBLY CORRECT WRINKLES IN JUST 2 WEEKS.*    The Benefiance Wrinkle Smoothing Cream corrects wrinkles in 2 weeks for skin that’s plumper, smoother, and more youthful in its appearance. Shiseido’s research and innovation in neuroscience and skin science helped create ReNeura Technology+, which can be found in all Benefiance products. This technology reawakens your skin’s sensors so that it remains responsive to skincare both immediately and over time. It also features our KOMBU-Bounce Complex to target the skin’s internal mechanism of wrinkle formation.Your results? Visibly smoother, moisturised skin with plumped out lines and a supple texture. In a consumer test of 4 weeks on 102 women: - 80% said it makes fine lines less visible    - 85% said it makes skin velvety smooth - 85% said it improves skin’s loss of resilience    - 85% said it improves skin’s loss of resilience Benefiance Wrinkle Smoothing Cream is for anyone with concerns of wrinkles, dryness, and loss of resilience. It works on all skin types. *instrumental test on 30 volunteers",
    "size": "50ml",
    "rating": 4.7,
    "howToUse": "- Use every morning, after cleansing and balancing skin.    - Take cream onto the fingertips and apply it to the cheeks, forehead, nose and chin.    - Smooth the cream gently over the face, starting in the larger areas such as the cheeks and forehead.    Move from the centre of the face outward."
  },
  {
    "name": "Skin Filler Serum",
    "productImage": " image link : https://www.shiseido.co.uk/fstrz/r/s/www.shiseido.co.uk/dw/image/v2/BCMQ_PRD/on/demandware.static/-/Sites-itemmaster_shiseido_emea/default/dw55f6cb1a/images/pdp-images/22AW/BOP/BOP%20Skinfiller%20AW22%20-%20Product_CapOn_729238189911_2000px_RGB%20Web_72dpi.jpg?sw=1000&sh=1000&sm=fit&frz-v=756",
    "productLink": "https://www.shiseido.co.uk/gb/en/shiseido-skin-filler-serum-729238189911.html",
    "price": "£247.00",
    "description": "Instant filler benefits*, found in the comfort of your home    Transform your skin with our revolutionary Skin Filler Serum. Our 2-step hyaluronic acid serum delivers results to make your skin look 5 years younger in just 1 day**.    *in superior layers of the epidermis. **Consumer test on 110 women.Skin Type    For all skin types. Dermatologist-tested.        What does it do?    In just 1 day*:    • 93% of women feel the skin is volumized    • 91% of women feel the skin is bouncy    • 82% of women feel fine lines are less visible    • 80% of women feel deep wrinkles are less visible        Find out more about how to plump up your skin with our skin filler serum.        Routine    2-step Night / Day routine:    • Step1: at night, apply 1 pump of Infill Serum before your moisturiser.    • Step 2: in the morning, apply 1 pump of Full Expansion Serum before your moisturiser.     When used as part of the J-Beauty ritual, use as the last serum before moisturiser.",
    "rating": 4.7
  },
  {
    "name": "LipLiner Ink Duo - Prime + Line",
    "productImage": " image link : https://www.shiseido.co.uk/fstrz/r/s/www.shiseido.co.uk/dw/image/v2/BCMQ_PRD/on/demandware.static/-/Sites-itemmaster_shiseido_emea/default/dw14075f5a/images/products/64154/64154_01.jpg?sw=1000&sh=1000&sm=fit&frz-v=759",
    "productLink": "https://www.shiseido.co.uk/gb/en/shiseido-lipliner-ink-duo---prime-%2B-line-729238164154.html",
    "price": "£27.00",
    "description": "LIP PRIMER & LINER DUO Prime and line lips for perfect definition with 8-hour wear. Prime: Glides on seamlessly with a balm-like texture that helps lock in hydration. Prepares lips for colour, and ensures smooth application. Line: A long-lasting lip liner to enhance or correct your lip shape for a perfectly defined look. The automatic pencil lines, defines and precisely fills your lips with colour. Glides on smoothly and effortlessly to shape, shade, or colour lips. Weightless comfort. Bold colour payoff. Matte finish. Range of shades for all skin tones Long-lasting 8-hour wear Non-drying Extends wear of lip colour Prevents lip colour from bleeding Weightless Dermatologist tested Skin friendly ",
    "rating": 3.9,
    "howToUse": "HOW TO USE Prepare your lips for colour by applying the primer. This will help lock in moisture and smooth your lips to hold both the liner and lipstick in place. Next, trace your natural lip contour with the liner to define lips. Begin at the centre and work outward for a precise application. For a matte finish, continue using the liner to fill in the lips, or apply your favorite shade of ModernMatte Powder Lipstick, VisionAiry GelLipstick or another lipstick or your choice. For a glossy look, apply Crystal GelGloss or Shimmer GelGloss, coming soon."
  },
  {
    "name": "ModernMatte Powder Lipstick",
    "productImage": " image link : https://www.shiseido.co.uk/fstrz/r/s/www.shiseido.co.uk/dw/image/v2/BCMQ_PRD/on/demandware.static/-/Sites-itemmaster_shiseido_emea/default/dw99d68c2c/images/products/1011477710SHI/529/ModernMatteSS20-CocktailHour529_730852164314_RGB_60x60_300dpi.jpg?sw=1000&sh=1000&sm=fit&frz-v=759",
    "productLink": "https://www.shiseido.co.uk/gb/en/shiseido-modernmatte-powder-lipstick-729238147867.html",
    "price": "£30.00",
    "description": "Full coverage, matte lipstick This non-drying formula delivers matte, full-coverage colour that feels utterly weightless and provides a powder-soft finish on lips. A unique blend of waxes and oils melts and transforms into an ultra-thin, featherweight powder, while spherical pigments float across lips to blur imperfections. Available in 31 shades inspired by Tokyo’s vibrant nightlife, this statement-making lipstick provides eight hours of rich, velvety colour. Dermatologist-tested. ",
    "rating": 4.7,
    "howToUse": "POWDERS REINVENTED    Glide the angular bullet across lips for extreme precision and control sans lip liner."
  },
  {
    "name": "Serum Power Infusing Concentrate",
    "productImage": " image link : https://www.shiseido.co.uk/fstrz/r/s/www.shiseido.co.uk/dw/image/v2/BCMQ_PRD/on/demandware.static/-/Sites-itemmaster_shiseido_emea/default/dwf8a7f4f8/images/pdp-images/Ultimune%203.0/Power_Infusing_Concentrate_3-0_50ml_768614172840_1500px.jpg?sw=1000&sh=1000&sm=fit&frz-v=759",
    "productLink": "https://www.shiseido.co.uk/gb/en/shiseido-serum-power-infusing-concentrate-768614172840.html",
    "price": "£89.00",
    "description": "Looking for a powerful anti-ageing face serum? Our top-rated serum is specifically formulated to combat signs of ageing. Experience the rejuvenating benefits of our award winning serum for your face and unveil a youthful, radiant complexion. Say goodbye to dull, tired-looking skin and hello to a revitalised, glowing appearance. Try it today and discover the ultimate anti-ageing solution for your skin. Skin Type Normal, Oily, Combination, Dry Scent A green floral fragrance with the comforting effect of relaxation and energy. Contains ImuCalm Compound™, to prevent damage due to emotional stress. Texture The thick yet dewy texture spreads lightly on your skin and your eye area. The satiny smooth feel remains, as if skin is protected by an invisible veil. Ultimune, our #1 anti-ageing serum gets even stronger with an innovative double anti-ageing technology powered by 8 botanical ingredients. Experience healthy and youthful-looking skin! Our innovation. Our research. Your results: 89% HEALTHY SKIN(1) 87% SMOOTH SKIN(2) 90% RENEWED SKIN(1) (1)Test site: US subjects : 115 individuals after 8 weeks use (2)Test site : US subjects: 110 individuals after 1 day use Ultimune in numbers 30 Years of Research 238 Beauty Awards(3) (3)Number of awards as of December 2022 worldwide (4)B-NASS worldwide sell-in data for Ultimune serum from January to December 2021 Discover the Ultimune refill ULTIMUNE Power Infusing Concentrate What does it do? • Activates skin's inner defenses. • Stimulates skin's vital flow to lead your skin to its ideal condition. • Hydrates and defends skin against the effect of stress, natural ageing and pollution. • Optimises skin's resilience. Who is it for? Ultimune is a universal-use anti-ageing serum that can be used from 30+ years old. It can be used for all skin types by women who desire a healthy vibrant skin, free from signs of ageing and full of radiance. What will i see? • Immediately, skin looks smoother and feels deeply nourished. • After 3 days, skin looks visibly more radiant(1) • After 1 month, skin is firmer(2) and looks more resilient(3). • After one bottle, wrinkles are visibly diminished(4), skin looks younger and renewed(5). (1) consumer test on 103 volunteers (2) clinical test on 32 volunteers / (3) consumer test on 95 volunteers (4) clinical test on 90 volunteers / (5) consumer test on 115 volunteers, after 8 weeks",
    "rating": 4.7,
    "howToUse": "How to use it? • Use mornings and evenings after cleanser and softener and before moisturiser. • Dispense 2 pumps of serum into your palms then smooth over your face. Application method • Take the appropriate amount of serum onto your palm and using your middle and ring fingers, place it on 4 areas: cheeks, forehead, nose and chin. • Apply from the centre outwards on your cheeks, forehead and around the eyes. • Glide down the centre and sides of your nose. • Starting from the centre of your chin, circle around the mouth. • Glide in a single circle along each side of your jawline from the centre of the chin to underneath the ear and back again."
  },
  {
    "name": "Overnight Cream & Mask",
    "productImage": " image link : https://www.shiseido.co.uk/fstrz/r/s/www.shiseido.co.uk/dw/image/v2/BCMQ_PRD/on/demandware.static/-/Sites-itemmaster_shiseido_emea/default/dw167e755c/images/products/14933/14933_S_01.jpg?sw=1000&sh=1000&sm=fit&frz-v=759",
    "productLink": "https://www.shiseido.co.uk/gb/en/shiseido-overnight-cream-and-mask-729238149335.html",
    "price": "£99.00",
    "description": "A silky brightening night treatment that can be used as night care or as a mask. RENEURA TECHNOLOGY+™ Inspired by Neuroscience, RENEURA TECHNOLOGY+™ helps to reawaken skin's sensory receptors that decline overtime to make skin optimally responsive to the benefits of skincare. Contains Ashitaba α Extract and Natsume Extract. Helps to make skin optimally responsive to the age-defying benefits of skincare.",
    "rating": 5
  },
  {
    "name": "Clear Suncare Stick SPF50+",
    "productImage": " image link : https://www.shiseido.co.uk/fstrz/r/s/www.shiseido.co.uk/dw/image/v2/BCMQ_PRD/on/demandware.static/-/Sites-itemmaster_shiseido_emea/default/dw5259aa22/images/products/00SS21/SUNCARE/729238169807.jpg?sw=1000&sh=1000&sm=fit&frz-v=759",
    "productLink": "https://www.shiseido.co.uk/gb/en/shiseido-clear-suncare-stick-spf50%2B-729238169807.html",
    "price": "£32.00",
    "description": "Featuring SynchroShield™, its protective veil becomes even stronger when it detects heat, water or perspiration*. This multi-protective stick provides a seamless defense against UVA/UVB rays and dryness while providing a skin emollient effect. Convenient for use anytime, anywhere. - Contains the botanical ingredient complex Profense CEL™, which helps to prevent UV damage that causes wrinkles and uneven skin tone* - The anti-pollution formula helps to keep pollutants from adhering to the skin, and also contains an anti-oxidant which helps to protect against damage that can be caused by them. ● This very water resistant veil contributes to less elution when you enter the sea, compared to our non-water resistant sunscreens. ● Please repurpose this nomadic pouch before discarding it with your rubbish. *in vitro test",
    "rating": 4.5
  }
]